标准服务清册/GT3-ZJ-金税三期标准服务清册_V2.29/附录报文/个人税收业务/GSSB_SB_00014_社保费申报情况查询/报文样例/返回报文SOAP.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
   <soap:Body>
      <service xmlns="http://www.chinatax.gov.cn/spec/"><![CDATA[<?xml version="1.0" encoding="UTF-8"?><service  xmlns="http://www.chinatax.gov.cn/spec/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><head><tran_id>SWZJ.GSGL.SB.STSBFSBQKCX</tran_id><channel_id>GDDS.ZJNB.GSHD</channel_id><tran_seq>036505bbc5024a5c85cbcd2e29695311</tran_seq><tran_date>20150914</tran_date><tran_time>113454304</tran_time><rtn_code>0</rtn_code><rtn_msg><Code>000</Code><Message></Message><Reason></Reason></rtn_msg><expand><name>identityType</name><value>49308fd2f75d462594648203c1ae5e93</value></expand><expand><name>sequenceid</name><value>bcc43103e7464a5ebbcf6ff950cbdc2f</value></expand><expand><name>CNodeName</name><value>null</value></expand></head><body><![CDATA[<?xml version="1.0" encoding="UTF-8"?><taxML xsi:type="ShbxfQuerySbqkResponse" xmlbh="" bbh="V1.1" xmlmc="" xsi:schemaLocation="http://www.chinatax.gov.cn/dataspec/TaxMLBw_GSSB_SB_00014_Request_V1.0.xml" xmlns="http://www.chinatax.gov.cn/dataspec/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	  <sbxxqkList>
	  <sbxxqkResponse>
	  <yzpzxh>45280950286638036707</yzpzxh>
	  <yzpzxhDm>BDA0610223</yzpzxhDm>
	  <sbrq>2017-10-20</sbrq>
	  <ybtse>8400.0</ybtse>
	  <lrrDm>24600000000</lrrDm>
	  <sbmxList>
	  <sbmxResponse>
	  <sbjbjgDm>469090</sbjbjgDm>
	  <zsxmDm>10201</zsxmDm>
	  <sjzspmDm>102011100</sjzspmDm>
	  <zspmDm>102011101</zspmDm><zszmDm>null</zszmDm><jfjs>60000.0</jfjs>
	  <jfbl>0.14</jfbl><yjfe>8400.0</yjfe><sblsh>766d8b0339e34dee9b2e76bbbd78ffce</sblsh>
	  <sbbm>20171020101</sbbm>
	  <xxh>0</xxh>
	  <fkssqq>2017-10-01</fkssqq>
	  <fkssqz>2017-10-31</fkssqz>
	  <sbsjly>2</sbsjly>
	  </sbmxResponse>
	  </sbmxList>
	  </sbxxqkResponse>
	  <sbxxqkResponse>
	  <yzpzxh>99772002888839929201</yzpzxh>
	  <yzpzxhDm>BDA0610223</yzpzxhDm>
	  <sbrq>2017-10-18</sbrq>
	  <ybtse>150.0</ybtse>
	  <lrrDm>24600000000</lrrDm>
	  <sbmxList>
	  <sbmxResponse>
	  <sbjbjgDm>469090</sbjbjgDm>
	  <zsxmDm>10201</zsxmDm>
	  <sjzspmDm>102011100</sjzspmDm><zspmDm>102011102</zspmDm>
	  <zszmDm>1020111022330001</zszmDm>
	  <jfjs>1000.0</jfjs>
	  <jfbl>0.15</jfbl>
	  <yjfe>150.0</yjfe>
	  <sblsh>043e6b36628a441fb3484f2cecde04b3</sblsh>
	  <sbbm>20171018101</sbbm>
	  <xxh>0</xxh>
	  <fkssqq>2017-10-01</fkssqq>
	  <fkssqz>2017-10-31</fkssqz>
	  <sbsjly>2</sbsjly>
	  </sbmxResponse>
	  </sbmxList>
	  </sbxxqkResponse>
	  </sbxxqkList>
	  </taxML>]]]]>><![CDATA[</body></service>]]></service>
   </soap:Body>
</soap:Envelope>